Repository: uebelsetzer/automatic_normalisation_of_historical_documents
Catalog: normalised/medical_opus.tmx
Source language: pt
Languages: pt_br

source: Se o enfermo for fraco, naõ dormir, e estiver evacuado , lhe fareis alguns remedios depois de ter lançado quasi huma tigela de sangue, sendo pelo nariz.
pt_br: Se o enfermo for fraco, não dormir, e estiver evacuado, lhe fareis alguns remédios depois de ter lançado quase uma tigela de sangue, sendo pelo nariz.

source: Primeiramente lhe atirareis ao rosto com hum pucaro de agua , sem que o enfermo o veja lançar, e com a violência , que puder ser, de fórma , que lhe apanhe todo o rosto, e testa, cujo remedio se póde repetir por trez , ou quatro vezes , com interpolação de tempo entre huma , e outra vez ; e naõ bastando este remedio, lhe mandareis meter os testiculos em agoa bem fria, ou panos molhados nelles varias vezes repetidos.
pt_br: Primeiramente lhe atirareis ao rosto com um púcaro de água, sem que o enfermo o veja lançar, e com a violência, que puder ser, de forma, que lhe pegue todo o rosto, e testa, cujo remédio se pode repetir por três, ou quatro vezes, com interpolação de tempo entre uma, e outra vez; e não bastando este remédio, lhe mandarei os testículos bem fritos, ou repetidos em várias ocas vezes.

source: Também saõ boas as ligaduras em os braços, e pernas; e naõ querendo parar, vereis de que venta corre o sangue: se for pela direita , lhe lançareis huma ventosa grande em sima do figado, o qual está hum dedo por baixo das costellas mendozas da parte direita; e se sahir pela venta esquerda, lhe lançareis a ventosa em sima do baço , o qual está da parte esquerda, hum dedo por baixo das mesmas costellas.
pt_br: Também são boas as ligaduras nos braços, e pernas; e não querendo parar, vereis de que venda corre o sangue: se for pela direita, lhe lançareis uma ventosa grande em cima do fígado, o qual está um dedo por baixo das costelas mendosas da parte direita; e se saindo pela venda esquerda, lhe lançareis a ventosa em si mesma parte do baço, o qual está de costas, por baixo da esquerda.

source: Se o enfermo lançar o sangue por ambas as ventas copiosamente, lhe lançareis duas ventosas, huma no figado, e outra no baço, e as repetireis atè que pare o fluxo de sangue.
pt_br: Se o enfermo lançar o sangue por ambas as vendas copiosamente, lhe lançareis duas ventosas, uma no fígado, e outra no baço, e as repetireis até que pare o fluxo de sangue.

source: Também saõ boas nas barrigas das pernas, e nos musculos pela parte de dentro bastante tempo.
pt_br: Também são boas nas barrigas das pernas, e nos músculos pela parte de dentro bastante tempo.

source: Também he bom remedio disparar huma espingarda junto do mesmo enfermo , sem se lhe advertir antes.
pt_br: Também é bom remédio disparar uma espingarda junto do mesmo enfermo, sem se lhe advertir antes.

source: Se estes remedios naõ aproveitarem , tomareis duas claras de ovos com duas onças de pós restrictivos, e meya onça de gesso, com algumas teas de aranha ; e depois de bem batido tudo isto, de fórma, que fique em cataplasma , nem grossa, nem delgada, mas de boa subsistencia, lha poreis na testa, e fontes em humas planxetas de estopas finas , e das mesmas fareis humas mechas, que molhadas na mesma cataplasma, metereis pela venta, ou ventas, donde sahir o sangue , recomendando ao enfermo lhe naõ bula, nem se disponha a tussir.
pt_br: Se estes remédios não aproveitarem, tomareis duas claras de ovos com duas onças de pós restritivos, e meia onça de gesso, com algumas teas de aranha; e depois de bem batido tudo isto, de forma, que fique em cataplasma, nem grossa, nem delgada, mas de boa subsistência, me porei na testa, e fontes em umas estochas finas, que me fareis por cataplas de sangue, e poreis vendas.

source: Se o fluxo do sangue for pela boca , lhe lançareis as ventosas na fórma jà referida ; e naõ parando, dareis ao enfermo de quarto a quarto de hora huma colher de xarope de rosas secas , ajuntando-lhe pós de terra sigillada, e bolo armenio, e alguns de coral preparado ; e aos que lançaõ sangue pelos narizes , se lhe póde dar este mesmo remedio.
pt_br: Se o fluxo do sangue for pela boca, lhe lançareis as ventosas na forma já referida; e não parando, dareis ao enfermo de quarto a quarto de hora uma colher de xarope de rosas secas, juntando-lhe pós de terra selada, e bolo armênio, e alguns de coral preparado; e aos que lançam sangue pelos narizes, se lhe pode dar este remédio.

source: Se o fluxo de sangue for em ferida , que tenha algum enfermo, antevendo a dilaçaõ, que póde haver em vir o Cirurgião , fareis com grande diligência lexinos de estopas , e ao mesmo tempo mandareis bater claras de ovos, com pós de bolo armenio , de rosas , e de sangue de Drago, meya onça de cada cousa, e alguns pós de incenso ; e depois de estar tudo bem batido, molhareis hum lexino, e com elle tapareis a vea , e o apertareis com o dedo mostrador , e lhe hireis pondo os mais lexinos molhados na cataplasma , apertando-os sempre, e em sima lhe poreis humas planxetas, molhadas no mesmo, e apertareis a ferida muito bem com huma atadura.
pt_br: Se o fluxo de sangue for em ferida, que tenha algum enfermo, antevendo a dilação, que pode haver em vir o Cirurgião, fareis com grande diligência lexinos de estopas, e ao mesmo tempo mandareis bater claras de ovos, com pós de bolo armênio, de rosas, e de sangue de Drago, meia onça de cada coisa, e alguns de pólvoas bem batidos; depois de estar molhado, e molhado com ela, lhe farei o estômago molhado, e farei os vexinhos molhados com muito molhado.

source: Se estes remedios naõ obrarem, carregareis a ferida com pós de pedra hume queimada , com teas de aranha , e em sima huma estopada de claras de ovos.
pt_br: Se estes remédios não obrarem, carregareis a ferida com pós de pedra um queimada, com teas de aranha, e em cima uma estopada de claras de ovos.

source: Também saõ boas as raspas de Cortidores , e pós de alecrim ; e depois de lhe fazeres todos estes remedios, lhe poreis panos de vinagre aguado bem frio em sima da ferida.
pt_br: Também são boas as raspas de Cortidores, e pós de alecrim; e depois de lhe fazeres todos estes remédios, lhe poreis panos de vinagre águado bem frio em cima da ferida.
